const wordList = [
    {
        word: "الفهد",
        hint: "من هو اسرع الحيوانات ؟"
    },
    {
        word: "البحرين",
        hint: "ما هي أصغر دولة عربية من حيث المساحة ؟"
    },
    {
        word: "لندن",
        hint: "ما هي المدينة التي تسمى بمدينة الضباب ؟"
    },
    {
        word: "مكة",
        hint: "أين يوجد مقام سيدنا إبراهيم عليه السلام ؟"
    },
    {
        word: "%17",
        hint: "ما هي نسبة المياه من الكرة الأرضية ؟"
    },
    {
        word: "مصر",
        hint: "من هو أول منتخب عربي صعد إلى كأس العالم ؟"
    },
    {
        word: "الحذاء",
        hint: "ما هو الشيء الذي تحمله ويحملك ؟"
    },
    {
        word: "نساء",
        hint: "ما هو جمع كلمة امرأة ؟" 
    },
    {
        word: "ايطاليا",
        hint: "ماهو اصل جبنة البارمزان ؟"
    },
    {
        word: "ايفرست",
        hint: "ما هو اعلى جبل بالعالم ؟"
    },
    {
        word: "اسيا",
        hint: "ماهي اكبر قارة من ناحية المساحة ؟"
    },
    {
        word: "روسيا",
        hint: "ماهي اكبر دولة بالعالم من حيث المساحة ؟"
    },
    {
        word: "اديسون",
        hint: "من هو مخترع المصباح الكهربائي ؟"
    },
    {
        word: "8كواكب",
        hint: "ماهو عدد كواكب المجموعة الشمسية ؟"
    }
]